export default {
  faq_title: 'Вопрос-ответ',

  first: {
    question: 'Возможен ли выезд на сборы/обучения  в другие города и страны?',
    answer: 'Да, выезд возможен, свяжитесь со мной удобным для вас способом, чтобы уточнить детали выезда.'
  },
  second: {
    question: 'Необходимо что-то приобретать для начала обучения ?',
    answer: 'Нет, все расходные материалы, стайлинг и инструменты предоставляются вам на время обучения'
  },
  third: {
    question: 'Как происходит оплата за обучение?',
    answer: `Для записи на обучение вам нужно внести предоплату 20% от основной суммы. Остаток вносится в первый день обучения.
      Или вы можете оформить рассрочку на любой вид обучения, свяжитесь со мной удобным для вас способом и я расскажу вам подробности`
  },
  fourth: {
    question: 'За сколько возможна запись на вечернюю или свадебную причёску?',
    answer: `
      Запись возможна за 3 месяца до предполагаемой даты сборов
    `
  },
  fifth: {
    question: 'Делаете ли вы макияж?',
    answer: `
    Макияж не делаю, но с радостью вам порекомендую хороших визажистов с которыми работаю в паре
    `
  },
  sixth: {
    question: 'За сколько лучше проводить репетицию?',
    answer: `
      Оптимальное время на проведение репетиции - промежуток от месяца до двух недель до даты сборов
    `
  },
  seventh: {
    question: 'Что делать, если у меня мало свободного времени, но я хочу пройти обучение ?',
    answer: `
      Мы можем подстроить время обучения под ваш график. Большинство обучений проходит индивидуально, это будет очень удобно для вас
    `
  }
}
