export default {
  title: 'Выберите способ связи',
  message: {
    default: 'Здравствуйте, Виктория, хотелось бы записаться к вам на ...',
    base_course: 'Здравствуйте, Виктория, хотелось бы пройти у вас обучение на базовом курсе. Подскажите, когда можно начать?',
    individual_lesson_yourself: 'Здравствуйте, Виктория, хотелось бы пройти у вас обучение на индивидуальном уроке для себя. Подскажите, когда можно начать?',
    individual_lesson_masters: 'Здравствуйте, Виктория, хотелось бы пройти у вас обучение на индивидуальном уроке для мастеров. Подскажите, когда можно начать?',
    advanced_hair_training: 'Здравствуйте, Виктория, хотелось бы пройти у вас обучение на курсе повышения для мастеров. Подскажите, когда можно начать?',
    package_premium: 'Здравствуйте, Виктория, хотелось бы записаться к вам на пакет "Премиум". Подскажите, свободны ли даты?',
    package_guests: 'Здравствуйте, Виктория, хотелось бы записаться к вам на пакет "Гостевой". Подскажите, свободны ли даты?',
    package_standard: 'Здравствуйте, Виктория, хотелось бы записаться к вам на пакет "Стандарт". Подскажите, свободны ли даты?',
    package_lite: 'Здравствуйте, Виктория, хотелось бы записаться к вам на пакет "Лайт". Подскажите, свободны ли даты?',
    service_hairstyle: 'Здравствуйте, Виктория, хотелось бы записаться к вам на прическу. Подскажите, свободны ли даты?',
    service_wedding_hair: 'Здравствуйте, Виктория, хотелось бы записаться к вам на свадебную прическу. Подскажите, свободны ли даты?'
  }
}
