export default {
  common: {
    buy: 'Записаться на курс',
    buy_button: 'Запись',
    duration: 'Длительность',
    give_certificate: 'Выдается сертификат',
    treatment: 'Индивидуальный подход',
    hair_box: 'Подарочный набор',
    program_hint: '(Навигация смахиванием или стрелками)'
  },

  base_course: {
    title: 'Базовый курс по прическам',
    duration: '8 занятий',
    seo: {
      title: 'Базовый курс по прическам',
      description: 'Самые главные основы работы с волосами, только актуальные причёски, индивидуальная обратная связь, объемный практический и теоретический блок  ',
      keywords: 'базовый курс прически обучение'
    },
    about_title: 'Кому подойдет данный курс?',
    about: {
      item_1: {
        title: 'Новичкам',
        description: 'Если у вас абсолютно нет опыта в создании причёсок и вы хотели бы освоить новую профессию '
      },
      item_2: {
        title: 'Визажистам',
        description: 'Вы узнаете основы работы с волосами и сможете делать полные образы свои клиентам'
      },
      item_3: {
        title: 'Парикмахерам',
        description: 'У вас есть опыт работы с волосами, но вы бы хотели переквалифицироваться и узнать современные техники сборки причёсок '
      }
    },
    program_title: 'Программа курса',
    schedule_title: 'Детали проведения',
    price_title: 'Стоимость',
    book_button_text: 'Хочу на курс!'
  },

  individual_lesson_yourself: {
    title: 'Индивидуальный урок для себя',
    duration: '1 занятие',
    seo: {
      title: 'Индивидуальный урок для себя',
      description: 'Такой урок станет идеальным подарком самой себе и своим близким',
      keywords: 'базовый курс прически обучение для себя'
    },
    about_title: 'Кому подойдет данный урок?',
    about: {
      item_1: {
        description: 'Тем, кто абсолютно ничего не умеет делать с волосами, но очень хочет научиться'
      },
      item_2: {
        description: 'Тем, у кого ни одна укладка на себе не держится'
      },
      item_3: {
        description: 'Тем, кто что-то умеет делать со своими волосами, но хотел бы знать новые техники и схемы сборки'
      }
    }
  },

  advanced_hair_training: {
    title: 'Курс повышения',
    duration: '3 дня',
    seo: {
      title: 'Курс повышения',
      description: 'Интенсивная прокачка своих навыков и знаний перед свадебным сезоном',
      keywords: 'базовый курс прически укладки обучение мастерам повышение'
    },
    about_title: 'Кому подойдет данный урок?',
    about: {
      item_1: {
        title: 'Работающим',
        title_second_line: 'мастерам',
        description: 'Вы хотите освоить новые техники, уникальный стиль причёсок, прокачать себя к новому сезону'
      },
      item_2: {
        title: 'Парикмахерам',
        title_second_line: 'универсалам',
        description: 'У вас уже есть большой опыт работы с волосами, но вы бы хотели переквалифицироваться и узнать современные техники сборки причёсок'
      }
    }
  },

  individual_lesson_masters: {
    title: 'Индивидуальный урок для мастеров',
    duration: '1 день',
    seo: {
      title: 'Индивидуальный урок для мастеров',
      description: 'Показ и отработка двух укладок или причёсок на ваш выбор',
      keywords: 'базовый курс прически обучение для мастеров'
    },
    about_title: 'Кому подойдет данный урок?',
    about: {
      item_1: {
        title: 'Работающим',
        title_second_line: 'мастерам',
        description: 'У вас есть опыт работы и вы хотели бы закрыть пробелы, освоить новые техники и стилистику'
      }
    }
  }
}
