<template>
  <div class="platform-rules">
    <b-container>
      <h1 class="platform-rules__title">
        {{ $t('agreement.title') }}
      </h1>
      <div style="text-align:left;" data-customstyle="yes">
        Российская Федерация, Оренбург
        <br>
        <br>
        Самозанятая Савкина Виктория Денисовна, именуемая в дальнейшем «Исполнитель»,
        предлагает любому физическому лицу, достигшему совершеннолетия,
        в дальнейшем именуемым «Пользователь», платные информационные услуги на сайте https://www.vikosto.net
        (далее – «сайт»).
        <br>
        <br>
        Настоящее предложение является публичной офертой (далее – «Договор»),
        полным и безоговорочным принятием (акцептом) условий которой считается регистрация на сайте
        <a href="https://www.vikosto.net/" target="_blank" style="" rel="noopener">https://www.vikosto.net/</a>
        с подтверждением согласия с действующей офертой. <br><br> <br><br> 1. ПРЕДМЕТ ДОГОВОРА <br><br>
        1.1. Исполнитель оказывает Пользователю услуги, связанные с предоставлением доступа
        к информационным материалам в электронной форме (теоретические уроки, видеоуроки и т.д.),
        размещенным на сайте, и/или информационные услуги в форме участия Пользователя на различных семинарах,
        лекциях, интернет-курсах, вебинарах и т.д. (далее – «Услуги»). Конкретный перечень
        Услуг и их стоимость, приведены на сайте. <br><br>
        1.2. Пользователь своевременно оплачивает и принимает оказанные Услуги. <br><br>
        2. УСЛОВИЯ ОКАЗАНИЯ УСЛУГ <br><br>
        2.1. Доступ Пользователя к платным Услугам сайта предоставляется:
        <br><br>
        2.1.1. после авторизации в качестве зарегистрированного пользователя путем ввода
        персонального логина и пароля Пользователя; а также
        <br><br> 2.1.2. после полной оплаты выбранных Пользователем Услуг.
        <br><br> 2.2. Пользователь не имеет права передавать свои права по Договору какой-либо третьей стороне.
        <br><br> 2.3. Пользователь не вправе передавать персональные регистрационные данные (логин и пароль),
        предназначенные для авторизации на сайте, и обязуется обеспечивать сохранность и
        конфиденциальность этих данных. Все операции, осуществленные на сайте с использованием логина и
        пароля Пользователя, считаются осуществленными Пользователем.
        Исполнитель не несет ответственности за несанкционированное использование регистрационных
        данных Пользователя третьими лицами.
        <br><br> 2.4. Пользователь уведомлен и соглашается с тем, что Исполнитель может устанавливать
        по собственному усмотрению дополнительные ограничения при оказании отдельных видов Услуг,
        в частности Исполнитель вправе отказать в предоставлении Услуг лицам,
        которые используют или намерены использовать Услуги для каких-либо незаконных целей,
        а равно лицам, которые предпринимают попытку получить Услугу незаконным способом.
        <br><br>2.5. Пользователь уведомлен и обязан учитывать тот факт, что информационные материалы,
        к которым он получает доступ в ходе оказания Услуг, являются объектом исключительного права Исполнителя
        и/или иных правообладателей, защищаются законодательством об интеллектуальной собственности и
        прочими соответствующими российскими и международными законами.
        <br><br> 2.6. Если иное не вытекает из содержания определенной услуги и не указано на сайте,
        Услуги оказываются Пользователям круглосуточно, семь дней в неделю, включая выходные и праздничные дни.
        Исполнитель или владелец сайта
        <a href="https://www.vikosto.net/" target="_blank" rel="noopener">https://www.vikosto.net/</a>
        вправе приостанавливать оказание Услуг всем Пользователям или отдельным Пользователям по
        причинам технологического характера (профилактические работы, обновление программного или
        аппаратного обеспечения и т.п.), а также в иных случаях, предусмотренных настоящим Договором.
        <br><br> 2.7. Исполнитель вправе привлекать третьих лиц для оказания Услуг Пользователю.
        <br><br> 3. ОБЯЗАТЕЛЬСТВА СТОРОН
        <br><br> 3.1. Исполнитель обязуется:
        <br><br> 3.1.1. оказать Пользователю Услуги в соответствии с условиями Договора;
        <br><br> 3.1.2. вести учет потребления и оплаты Услуг Пользователем;
        <br><br> 3.1.3. публиковать официальные сообщения, связанные с обслуживанием Пользователей на
        сайте, отправки информации об изменениях на электронный адрес Пользователя, указанный при регистрации.
        <br><br> 3.1.4. предоставлять документы, подтверждающие оказание услуг Пользователю,
        в электронном виде (сертификаты об обучении, свидетельства и т.д.).
        По усмотрение Исполнителя им могут быть предоставлены указанные документы в бумажном виде.
        <br><br> 3.2. Пользователь обязуется:
        <br><br> 3.2.1. своевременно и в полном объеме производить оплату Услуг;
        <br><br> 3.2.2. принимать Услуги, оказанные Исполнителем;
        <br><br> 3.2.3. строго выполнять условия Договора;
        <br><br> 3.2.4. самостоятельно знакомиться с официальной информацией от Исполнителя, публикуемой на сайте;
        <br><br> 3.2.5. незамедлительно известить Исполнителя о случаях утери либо хищения пароля доступа
        к личной информации Пользователя на сайте;
        <br><br> 3.2.7. хранить не менее года доказательства оплаты Услуг (платежные карты, квитанции,
        иные платежные документы).
        <br><br> 4. СТОИМОСТЬ УСЛУГ И ПОРЯДОК РАСЧЕТОВ
        <br><br> 4.1. Стоимость Услуг определяется в соответствии с ценами на Услуги, указанными на сайте.
        <br><br> 4.2. Оплата Услуг производится Пользователем безналичным путем банковской картой или иным
        видом платежа, доступным в сервисе YOOMONEY <a href="https://yoomoney.ru">https://yoomoney.ru</a>.
        <br><br> 4.3. Оплата Услуг производится Пользователем в российских рублях.
        <br><br> 4.4. Если применимо Пользователь обязан удостовериться в правильности реквизитов, по
        которым производится оплата Услуг. При изменении банковских реквизитов Исполнителя,
        с момента опубликования новых реквизитов на сайте, Пользователь самостоятельно несет
        ответственность за платежи, произведенные по устаревшим реквизитам.
        <br><br> 4.5. Использование способа/формы оплаты Услуг производится Пользователем по собственному усмотрению.
        Пользователь обязан учитывать тот факт, что некоторые способы оплаты, предполагают участие
        третьих лиц в расчетах между Исполнителем и Пользователем, в связи с чем
        Исполнитель не может отвечать за действия или бездействие таких лиц. Вопросы безопасности,
        конфиденциальности персональных данных, величина комиссий и процентов за перевод средств согласовываются
        Пользователем с этими третьими лицами самостоятельно и не являются предметом настоящего Договора.
        <br><br> 4.6. Услуги считаются оплаченными Пользователем с момента получения Исполнителем
        подтверждения оплаты от системы, через которую был совершен платеж.
        <br><br> 4.7. Пользователь соглашается с тем, что для определения объема потребленных Пользователем
        Услуг, учета объема взаимных прав и обязательств по оказываемым Услугам и их общей суммы,
        используются исключительно данные сайта , формируемые по результатам автоматизированной обработки
        действий Пользователя, авторизовавшегося с помощью логина и пароля, и цен на Услуги, указанных на сайте,
        действовавших на момент оказания услуги.
        <br><br> 5. ПРОЦЕДУРА СДАЧИ И ПРИЕМКИ УСЛУГ
        <br><br> 5.1. Факт сдачи-приемки Услуг подтверждается в том числе выпуском документа согласно п. 3.1.4.
        <br><br> 5.2. Порядок и сроки получения доступа к информационному материалу либо участия в различных лекциях,
        вебинарах, интернет-курсах и т.д. указываются в описании соответствующего материала на сайте.
        При этом Исполнитель не несет ответственности за возможный перенос сроков, возникший не по вине Исполнителя.
        <br><br> 5.3. Не позднее пяти дней с момента окончания Услуг Пользователь может направить
        Исполнителю письменный мотивированный отказ от приемки Услуг.
        <br><br> 5.5. Если в указанный выше срок Пользователь не направил Исполнителю письменный мотивированный отказ,
        Услуги считаются оказанными Исполнителем надлежащим образом и принятыми Пользователем в полном объеме.
        <br><br> 6. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ИНФОРМАЦИОННЫХ МАТЕРИАЛОВ САЙТА
        <br><br> 6.1. Материал, к которому Пользователь получил доступ, может быть использован им только по назначения
        (прослушивание и/или просмотр) в онлайн-режиме.
        Пользователь не вправе загружать, сохранять, копировать материалы, к которым ему предоставлен доступ,
        в память какого-либо устройства, а также совершать любые иные действия.
        Никакие иные права на использование материалов Пользователь не получает.
        <br><br> 6.2. Пользователь обязуется соблюдать установленные действующим законодательством запреты
        на обход технических средств защиты авторского права и смежных прав, применяемых правообладателями
        некоторых материалов. <br><br> 6.3. За нарушение установленного порядка использования материалов,
        являющихся объектами интеллектуальной собственности, к которым Пользователь получает доступ в ходе
        оказания Услуг, Пользователь несет ответственность согласно действующего законодательства.
        <br><br> 7. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ УСЛОВИЙ ПУБЛИЧНОЙ ОФЕРТЫ
        <br><br> 7.1. Данная редакция Публичной Оферты вступает в силу с момента опубликования в
        сети Интернет на сайте <a href="https://www.vikosto.net/" target="_blank" rel="noopener">https://www.vikosto.net/</a>
        и действует до момента отзыва Исполнителем.
        <br><br> 7.2. Исполнитель оставляет за собой право внести изменения в условия
        Публичной Оферты и/или отозвать Публичную Оферту в любой момент по своему усмотрению.
        В случае внесения Исполнителем изменений в Публичную Оферту, такие изменения вступают в
        силу с момента опубликования, если иной срок вступления изменений в силу не определен дополнительно
        при их опубликовании.
        <br><br><br> 8. СРОК ДЕЙСТВИЯ И ИЗМЕНЕНИЕ ДОГОВОРА
        <br><br> 8.1. Договор вступает в силу с момента принятия его условий Пользователем (акцепта Оферты)
        и действует до момента его расторжения или прекращения по иным основаниям, предусмотренным в Договоре.
        <br><br> 8.2. Пользователь соглашается и признает, что внесение изменений в Публичную Оферту и
        опубликование на сайте ее новой редакции влечет за собой изменение условий заключенного и действующего
        между Пользователем и Исполнителем Договора, и эти изменения начинают применяться к отношениям между
        сторонами по истечении трех дней после опубликования на сайте новой редакции Публичной Оферты.
        <br><br> 8.3. Факт удаления настоящей Оферты с сайта (п. 7.1) означает отзыв публичной оферты.
        Исполнитель не будет связан обязательствами по заключению новых договоров после удаления с сайта Оферты.
        <br><br> 9. РАСТОРЖЕНИЕ ДОГОВОРА
        <br><br> 9.1. Исполнитель вправе расторгнуть Договор с Пользователем в случае нарушения
        Пользователем условий настоящего Договора. Договор считается прекращенным с момента направления
        уведомления Исполнителем Пользователю.
        <br><br> 9.2. В случае если на момент прекращения или расторжения Договора стоимость оплаченных
        Пользователем Услуг превышает стоимость фактически оказанных Пользователю Услуг, то разница между
        указанными суммами может быть возвращена Пользователю по его письменному заявлению.
        <br><br><br> 10. ГАРАНТИИ И ПРЕДВАРИТЕЛЬНЫЕ ЗАЯВЛЕНИЯ
        <br><br> 10.1. Исполнитель не гарантирует полного отсутствия ошибок и сбоев при пользовании
        Услугами и оставляет за собой право приостанавливать на время оказание Услуг по причинам
        технологического характера, в том числе связанным с действиями третьих лиц.
        <br><br> 10.2. Исполнитель предоставляет Пользователю доступ к информационным материалам
        в том виде и такого качества, в каком они предоставлены производителями («как есть»),
        при этом Исполнитель не гарантирует отсутствие в них ошибок и недостатков, и не берет на
        себя обязательств по обеспечению соответствия этих материалов целям, для которых они приобретаются
        Пользователем.
        <br><br> 10.3. Исполнитель не гарантирует надлежащее функционирование (воспроизведение)
        информационных материалов, доступ к которым предоставляется в процессе оказания Услуг,
        в среде конкретных аппаратных и программных средств Пользователя. Пользователь самостоятельно,
        на свое усмотрение и на свой риск выбирает соответствующую Услугу, с учетом характеристик имеющихся
        у него конкретных аппаратных и программных средств.
        <br><br> 10.4. Соглашаясь с условиями настоящей Публичной Оферты и совершая действия,
        свидетельствующие о ее акцепте, Пользователь заверяет Исполнителя и гарантирует что:
        <br><br> 10.4.1. он указывает достоверные сведения при регистрации на сайте при оформлении заказов на
        Услуги, при производстве платежей;
        <br><br> 10.4.2. он обладает необходимой дееспособностью и правоспособностью,
        достаточными полномочиями, необходимыми для заключения и исполнения настоящего Договора;
        <br><br> 10.4.3. он обладает достаточными познаниями для осознанного выбора Услуг
        с учетом характеристик имеющихся у него конкретных аппаратных и программных средств.
        <br><br> 11. ОТВЕТСТВЕННОСТЬ СТОРОН
        <br><br> 11.1. Пользователь несет всю ответственность за достоверность сведений,
        указанных им при регистрации в качестве пользователя Услуг сайта, и действительность
        гарантий и предварительных заявлений, сделанных в соответствии с разделом 10 Публичной Оферты.
        <br><br> 11.2. В случае нарушения Пользователем условий Договора, Исполнитель вправе приостановить
        оказание Услуг до момента устранения Пользователем допущенных нарушений и возмещения причиненных
        Исполнителю таким нарушением убытков в полном объеме и/или в одностороннем порядке расторгнуть
        Договор с направлением соответствующего уведомления Пользователю.
        <br><br> 11.3. В случае существенного нарушения Пользователем условий Договора, каковым
        признаются нарушение требований пунктов 2.2, 2.3 и раздела 6 настоящей редакции Публичной Оферты,
        Исполнитель вправе в одностороннем порядке расторгнуть Договор с направлением соответствующего
        уведомления Пользователю. <br><br> 11.4. Исполнитель ни при каких обстоятельствах не несет
        ответственности за какие-либо действия/бездействие, третьих лиц, в частности, за любые убытки,
        вред деловой репутации, вред здоровью, причиненные Пользователю в результате сбоев программного
        обеспечения или оборудования, не принадлежащих Исполнителю, в результате недоступности отдельных
        сегментов сети Интернет (в том числе в связи с прекращением функционирования сайтов третьих лиц,
        в том числе правообладателей программного обеспечения/оборудования), в результате использования
        (невозможности использования) Пользователем выбранного им способа оплаты Услуг по Договору.
        <br><br> 11.5. Стороны освобождаются от ответственности за нарушение условий Договора, если
        такое нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая:
        действия органов государственной власти, пожар, наводнение, землетрясение, другие стихийные действия,
        массовые отключения электроэнергии, забастовки, гражданские волнения, беспорядки, любые иные обстоятельства,
        которые могут повлиять на исполнение Стороной Договора и неподконтрольные Стороне.
        <br><br> 11.6. Совокупная ответственность Исполнителя по Договору, ограничивается денежной суммой,
        уплаченной Пользователем по Договору в качестве оплаты за потребляемые Услуги.
        <br><br> 12. ПРОЧИЕ УСЛОВИЯ
        <br><br> 12.1. Договор, его заключение и исполнение регулируется в соответствии с действующим
        законодательством Российской Федерации. Все вопросы, не урегулированные Публичной Офертой
        или урегулированные не полностью, регулируются в соответствии с материальным правом Российской Федерации.
        В случае разногласий между Пользователем и Исполнителем в отношении Договора, которые не могут
        быть разрешены путем переговоров сторон, урегулируются в порядке, предусмотренном действующим
        законодательством. Если иное не предписано действующим законодательством, рассмотрение споров,
        в том числе в судебном порядке, производится по месту государственной регистрации Исполнителя.
        <br><br> 12.2. Любые уведомления по Договору считаются сделанными в надлежащей форме и полученными
        другой стороной если:
        <br><br> 12.2.1. направляются от Исполнителя Пользователю (1) по адресу электронной
        почты Пользователя указанному им при регистрации с адреса электронной почты Исполнителя
        – на следующие сутки после отправки электронного сообщения, (2) размещены в качестве
        официальной информации на сайте – по истечении трех рабочих
        дней после размещения.
        <br><br> 12.2.2. направляются от Пользователя в адрес Исполнителя (1) по почтовому адресу,
        указанному в конце текста текущей редакции Публичной Оферты, заказным письмом с уведомлением о вручении,
        (2) по электронной почте, указанной в конце текста текущей редакции Публичной Оферты –
        с момента подтверждения приема сообщения со стороны Исполнителя
        <br><br> 12.3 Персональные данные
        <br><br> 12.3.1 Регистрируясь на сайте и потребляя Услуги Пользователь как субъект
        персональных данных предоставляет Исполнителю («оператор») свои персональные данные.
        В целях надлежащего исполнения настоящего Договора, а также в иных законных целях, оператор хранит и
        обрабатывает.
        В связи с тем, что сайт использует виджеты социальных сетей,
        а также cookie некоторых иностранных служб аналитики, например,
        Google Analytics, передача ограниченного набора данных,
        таких как псевдоним Пользователя и адрес устройства пользователя и его
        технические характеристики, посредством которого Пользователь зашел на сайт,
        может носить трансграничный характер, о чем Пользователь уведомлен, и с чем выражает согласие.
        <br><br> 12.3.2 Обработка персональных данных включает в себя совершение действий,
        предусмотренных пунктом 3 части первой статьи 3 Федерального закона от 27 июля 2006 года
        № 152-ФЗ «О персональных данных», включая, но не ограничиваясь: сбор, систематизацию, накопление,
        хранение, обновление, изменение, использование, обезличивание, блокирование, уничтожение,
        а также осуществление любых иных действий с персональными данными, предусмотренных действующим
        законодательством Российской Федерации. Оператор вправе обрабатывать персональные данные
        пользователя посредством внесения их в электронные базы данных, включения в списки (реестры)
        и отчетные формы, предусмотренные документами, регламентирующими предоставление отчетных
        данных (документов). Обработка персональных данных может быть, как автоматизированная, так и
        без использования средств автоматизации. Цели сбора, а также основные направления деятельности
        в области обработки и защиты персональных данных подробнее изложены в Политике Исполнителя,
        доступной для ознакомления по адресу
        <a href="https://www.vikosto.net/privacy-policy" target="_blank" rel="noopener">https://www.vikosto.net/privacy-policy</a>
        <br><br> 12.3.3 Путем акцепта оферты пользователь также дает явное согласие на получение
        рекламно-информационных сообщений и материалов, рассылаемых по электронной почте,
        мобильному телефону, SMS, в том числе от партнеров Исполнителя. Указанное согласие действует
        до момента его отзыва.
        <br><br> 12.3.4 Хранение персональных данных в указанных целях может осуществляться в срок до 10
        (десяти) лет, если иное не установлено законодательством.
        Отзыв согласия осуществляется предоставлением оператору по адресу его места нахождения подлинника
        такого отзыва или скан-письма на адрес электронной почты vi.kosto@yandex.ru.
        <br><br> 12.4. Договор представляет собой полную договоренность между Исполнителем и Пользователем.
        Исполнитель не принимает на себя никаких условий и обязательств в отношении предмета Публичной Оферты,
        помимо прямо указанных в тексте Публичной Оферты, за исключением случая, когда такие условия или
        обязательства зафиксированы в письменном виде и подписаны Пользователем и Исполнителем.
        <br><br> 12.5. Если какое-либо из условий Публичной Оферты признано недействительным или незаконным,
        или не может вступить в силу в соответствии с действующим законодательством, такое положение должно
        быть выделено из Публичной Оферты и заменено новым положением, максимально отвечающим изначальным намерениям,
        содержавшимся в Публичной Оферте, при этом остальные положения Публичной Оферты (Договора) не меняются и
        остаются в силе.
        <br><br> 13. Реквизиты Исполнителя
        <br><br> Савкина Виктория Денисовна
        <br><br> Адрес регистрации: Оренбургская обл., г. Оренбург, пр. Газовиков, д. 20
        <br><br> Почтовый адрес: Оренбургская обл., г. Оренбург, пр. Газовиков, д. 20, 460051
        <br><br> ИНН: 561019006810
        <br><br> Тел. +7 987 788 73 81
        <br><br> E-mail: vi.kosto@yandex.ru
        <br><br> <a href="https://www.vikosto.net/" target="_blank" rel="noopener">https://www.vikosto.net/</a>
        <br><br> <a href="https://www.vikosto.net/privacy-policy" target="_blank" rel="noopener">https://www.vikosto.net/privacy-policy</a>
        <br><br><a href="https://www.vikosto.net/offer" target="_blank" rel="noopener">https://www.vikosto.net/offer</a>
        <br><br>
      </div>
    </b-container>
  </div>
</template>

<script>
export default {

}
</script>

<style>
.platform-rules {
  padding: 3rem 0;
}
</style>
